MUSA(1)> setplot seg
MUSA(1)> plot seg A<3> A<2> A<1> A<0>
MUSA(1)> test h0 h7e
 net:H7E   net1:H7E   net2:H7E
MUSA(1)> test h1 h30
 net:H30   net1:H30   net2:H30
MUSA(1)> test h2 h6d
 net:H6D   net1:H6D   net2:H6D
MUSA(1)> test h3 h79
 net:H79   net1:H79   net2:H79
MUSA(1)> test h4 h33
 net:H33   net1:H33   net2:H33
MUSA(1)> test h5 h5b
 net:H5B   net1:H5B   net2:H5B
MUSA(1)> test h6 h1f
 net:H1F   net1:H1F   net2:H1F
MUSA(1)> test h7 h70
 net:H70   net1:H70   net2:H70
MUSA(1)> test h8 h7f
 net:H7F   net1:H7F   net2:H7F
MUSA(1)> test h9 h73
 net:H73   net1:H73   net2:H73
MUSA(1)> test ha h0d
 net:H0D   net1:H0D   net2:H0D
MUSA(1)> test hb h19
 net:H19   net1:H19   net2:H19
MUSA(1)> test hc h23
 net:H23   net1:H23   net2:H23
MUSA(1)> test hd h4b
 net:H4B   net1:H4B   net2:H4B
MUSA(1)> test he h0f
 net:H0F   net1:H0F   net2:H0F
MUSA(1)> test hf h00
 net:H00   net1:H00   net2:H00
MUSA(1)> ! dpl seg
MUSA(1)> lclose
